[
    {
        "id": 1,
        "name": "Suspiro Limeño",
        "image": "https://ravioliapp.s3.amazonaws.com/avena-y-frutas.png",
        "description": "Cuanta tentación en una sola copa, el postre perfecto si existe y esta en esta fácil y sencilla receta para que prepares en casa y sorprendas a los tuyos",
        "tags": [
            {
                "name": "Snack",
                "type": "type"
            },
            {
                "name": "30 minutos",
                "type": "time"
            },
            {
                "name": "Alto en azucar",
                "type": "diet"
            }
        ],
        "ingredients": [
            "2 Tarros de leche evaporada ",
            "2 Tarros de leche condensada",
            "Canela en polvo para decorar",
            "6 Yemas de huevo",
            "1 Cucharada de esencia de vainilla",
            "1/2 Taza de oporto o vino añejo",
            "1 Taza de azúcar 200 g",
            "100 g de claras 4 a 5 claras de huevos medianos"
        ],
        "instructions": [
            "Junta en una cacerola mediana la leche condensada con la leche evaporada y revuelve para homogenizar. Luego llévalo a fuego medio y cocina durante 20 a 30 minutos aproximados removiendo seguidamente hasta obtener una textura más espesa y cremosa de color levemente más oscuro. Baja el fuego al mínimo y separa un poco de esta preparación y junta con las yemas de huevo en un bowl pequeño, bate muy bien y pásalo por un colador para añadir a la cacerola y volver a cocinar a fuego bajo durante 5 a 10 minutos 'sin que hierva' revolviendo constantemente hasta espesar más, finalmente añade la vainilla y retira del fuego. Una vez listo porciona en pocillos individuales y espera a que se enfríe.",
            "Mientras, junta en una olla pequeña o sartén (muy limpio) el oporto con el azúcar, lleva a fuego medio durante 8 a 10 minutos removiendo de vez en cuando desde el mango de la cacerola, (no introducir cucharas para remover) cocina hasta obtener un almíbar punto pelo, esto es; que al introducir y levantar la punta de una cuchara en el almíbar debe quedar un pelo delgado colgando.",
            "Cuando el almíbar este casi listo, bate las claras de huevo a punto de nieve y de inmediato vierte el almíbar poco a poco (desde un costado del bowl) batiendo constantemente hasta conseguir unificar ambas preparaciones, bate durante 4 a 6 minutos más hasta que el merengue tome brillo y mayor textura. Cubre en forma decorativa sobre los pocillos con la crema de base y refrigera para disfrutarlos bien fríos."
        ]
    },
    {
        "id": 2,
        "name": "Tostadas francesas",
        "image": "https://ravioliapp.s3.amazonaws.com/tostadas-francesa.png",
        "description": "esta receta es perfecta para aquellos que buscan una opción indulgente para el desayuno. Las rebanadas de pan de molde se sumergen en una mezcla de huevo, leche, vainilla y canela, y se cocinan hasta que estén doradas y crujientes. El jarabe de arce o la miel añaden un toque extra de dulzor. Es una opción ideal para un fin de semana relajado o una ocasión especial.",
        "tags": [
            {
                "name": "Desayuno",
                "type": "type"
            },
            {
                "name": "15 minutos",
                "type": "time"
            },
            {
                "name": "Alto en calorias",
                "type": "diet"
            }
        ],
        "ingredients": [
            "2 huevos",
            "1/2 taza de leche",
            "1 cucharadita de extracto de vainilla",
            "1/4 cucharadita de canela en polvo",
            "4 rebanadas de pan de molde",
            "Mantequilla",
            "Jarabe de arce o miel  (opcional)"
        ],
        "instructions": [
            "En un tazón, bate los huevos con la leche, el extracto de vainilla y la canela en polvo.",
            "Calienta una sartén antiadherente a fuego medio-alto.",
            "Unta mantequilla en ambas caras de las rebanadas de pan de molde.",
            "Sumerge cada rebanada en la mezcla de huevo hasta que esté bien cubierta.",
            "Coloca las rebanadas de pan en la sartén y cocina durante 2-3 minutos de cada lado o hasta que estén doradas y cocidas por completo.",
            "Sirve caliente con jarabe de arce o miel encima."
        ]
    },
    {
        "id": 3,
        "name": "Huevos revueltos con espinacas y champiñones",
        "image": "https://ravioliapp.s3.amazonaws.com/huevos-con-champinon.png",
        "description": "Este plato es una excelente fuente de proteínas, hierro y vitaminas, gracias a los huevos, las espinacas y los champiñones. Es una opción vegetariana y baja en carbohidratos.",
        "tags": [
            {
                "name": "Almuerzo",
                "type": "type"
            },
            {
                "name": "1 Hora",
                "type": "time"
            },
            {
                "name": "Keto",
                "type": "diet"
            },
            {
                "name": "Vegetariano",
                "type": "diet"
            }
        ],
        "ingredients": [
            "2 huevos",
            "1 taza de espinacas frescas",
            "1/2 taza de champiñones cortados en rodajas",
            "Sal y pimienta al gusto",
            "Aceite de oliva"
        ],
        "instructions": [
            "Calienta un poco de aceite de oliva en una sartén a fuego medio.",
            "Agrega los champiñones y saltea hasta que estén dorados.",
            "Agrega las espinacas y revuelve hasta que se hayan marchitado.",
            "En un tazón aparte, bate los huevos con sal y pimienta al gusto.",
            "Agrega los huevos batidos a la sartén y revuelve con las espinacas y los champiñones hasta que los huevos estén cocidos a tu gusto.",
            "Sirve caliente."
        ]
    },
    {
        "id": 4,
        "name": "Avena con frutas y nueces",
        "image": "https://ravioliapp.s3.amazonaws.com/avena-y-frutas.png",
        "description": "La avena es una excelente fuente de fibra y carbohidratos complejos, que te darán energía para el día. Además, las frutas y nueces agregarán vitaminas y grasas saludables a tu dieta. Esta receta es vegana y sin lactosa.",
        "tags": [
            {
                "name": "Desayuno",
                "type": "type"
            },
            {
                "name": "10 Minutos",
                "type": "time"
            },
            {
                "name": "Sin lactosa",
                "type": "diet"
            },
            {
                "name": "Keto",
                "type": "diet"
            }
        ],
        "ingredients": [
            "1 taza de avena",
            "2 tazas de leche de almendras sin azúcar",
            "1 manzana picada",
            "1/4 taza de nueces picadas",
            "1 cucharadita de canela en polvo",
            "1 cucharada de miel (opcional)"
        ],
        "instructions": [
            "En una olla mediana, calienta la leche de almendras y la avena a fuego medio-alto hasta que hierva.",
            "Reduce el fuego a medio-bajo y revuelve la mezcla de vez en cuando hasta que la avena esté cocida y suave.",
            "Agrega la canela y la manzana picada a la olla y revuelve hasta que estén bien mezclados.",
            "Sirve caliente en un tazón y agrega las nueces picadas por encima. Si deseas, agrega miel al gusto."
        ]
    },
    {
        "id": 5,
        "name": "Panqueques de avena y plátano",
        "image": "https://ravioliapp.s3.amazonaws.com/panqueques.png",
        "description": "Estos panqueques son una opción saludable y sin gluten, ricos en fibra y proteínas. El plátano aporta dulzura natural y las nueces brindan un toque crujiente.",
        "tags": [
            {
                "name": "Desayuno",
                "type": "type"
            },
            {
                "name": "20 minutos",
                "type": "time"
            },
            {
                "name": "Libre de Gluten",
                "type": "diet"
            },
            {
                "name": "Vegetariano",
                "type": "diet"
            }
        ],
        "ingredients": [
            "1 taza de avena en hojuelas",
            "2 plátanos maduros",
            "2 huevos",
            "1 cucharadita de polvo para hornear",
            "1/2 cucharadita de canela en polvo",
            "Una pizca de sal",
            "Aceite de coco o mantequilla sin lactosa para engrasar la sartén",
            "Nueces picadas (opcional)"
        ],
        "instructions": [
            "En una licuadora, procesa la avena hasta que se convierta en harina fina.",
            "Agrega los plátanos, los huevos, el polvo para hornear, la canela y la sal. Mezcla bien hasta obtener una masa suave.",
            "Calienta una sartén antiadherente a fuego medio-alto. Engrasa la sartén con aceite de coco o mantequilla sin lactosa.",
            "Agrega la masa de los panqueques en la sartén, aproximadamente 1/4 de taza por panqueque. Cocina por 2-3 minutos por lado, o hasta que estén dorados.",
            "Sirve caliente con nueces picadas por encima, si lo deseas."
        ]
    },
    {
        "id": 6,
        "name": "Empanadas de Pino",
        "image": "https://ravioliapp.s3.amazonaws.com/empanadas-pino.png",
        "description": "Están rellenas de carne picada, cebolla, pasas y aceitunas. Son ideales para el almuerzo o para llevar como snack en un día de picnic",
        "tags": [
            {
                "name": "Almuerzo",
                "type": "type"
            },
            {
                "name": "1 Hora",
                "type": "time"
            },
            {
                "name": "Alto en calorias",
                "type": "diet"
            }
        ],
        "ingredients": [
            "2 tazas de harina sin gluten",
            "1/2 taza de agua tibia",
            "1/2 kilo de carne picada",
            "1 cebolla picada",
            "1/2 taza de aceitunas negras",
            "1/2 taza de pasas",
            "2 cucharadas de aceite",
            "Sal y pimienta al gusto"
        ],
        "instructions": [
            "Precalienta el horno a 200 grados Celsius.",
            "En un tazón grande, mezcla la harina con el agua tibia hasta que se forme una masa suave.",
            "En la misma sartén, agrega la carne picada y cocina hasta que esté dorada. Agrega las aceitunas y las pasas y cocina durante unos minutos más. Retira del fuego y deja enfriar.",
            "Toma la masa y estírala en una superficie enharinada. Corta círculos de masa con un cortador de galletas o un plato.",
            "Coloca una cucharada de relleno en el centro de cada círculo de masa y dobla la masa por la mitad, presionando los bordes para sellar.",
            "Coloca las empanadas en una bandeja para hornear engrasada y hornéalas durante 20-25 minutos o hasta que estén doradas y crujientes.",
            "Sirve caliente y disfruta de estas deliciosas empanadas chilenas."
        ]
    },
    {
        "id": 7,
        "name": "Porotos con rienda",
        "image": "https://ravioliapp.s3.amazonaws.com/porotos.png",
        "description": "Los porotos son cocidos en una salsa de cebolla, ajo, tomate y ají de color, servidos sobre tallarines o fideos cocidos. Es un plato muy nutritivo y satisfactorio, ya que los porotos son ricos en proteínas y fibra, y los fideos aportan carbohidratos y energía. ",
        "tags": [
            {
                "name": "Almuerzo",
                "type": "type"
            },
            {
                "name": "1 Hora",
                "type": "time"
            },
            {
                "name": "Libre de Gluten",
                "type": "diet"
            }
        ],
        "ingredients": [
            "1 taza de porotos negros secos",
            "1/2 kilo de carne de vacuno cortada en cubos pequeños",
            "1 cebolla picada",
            "2 dientes de ajo picados",
            "1 pimiento picado",
            "2 zanahorias peladas y cortadas en cubos pequeños",
            "1/2 taza de fideos",
            "4 tazas de caldo de carne",
            "2 cucharadas de aceite",
            "Sal y pimienta al gusto"
        ],
        "instructions": [
            "Remojar los porotos en agua durante la noche.",
            "En una olla grande, calienta el aceite y cocina la cebolla, el ajo y el pimiento hasta que estén dorados.",
            "Agrega la carne picada y cocina hasta que esté dorada y cocida.",
            "Agregar los porotos remojados, las zanahorias, el caldo de carne, la sal y la pimienta. Cubre y cocina a fuego lento durante 1 1/2 horas o hasta que los porotos estén tiernos.",
            "Agrega los fideos y cocina durante unos minutos más hasta que estén cocidos. Si la sopa está muy espesa, agrega más caldo.",
            "Sirve caliente y disfruta"
        ]
    },
    {
        "id": 8,
        "name": "Pollo al horno con vegetales asados",
        "image": "https://ravioliapp.s3.amazonaws.com/pollo-al-horno.png",
        "description": "Este plato de pollo y vegetales asados es una opción saludable y fácil de preparar.",
        "tags": [
            {
                "name": "Almuerzo",
                "type": "type"
            },
            {
                "name": "1 Hora",
                "type": "time"
            },
            {
                "name": "Libre de Gluten",
                "type": "diet"
            }
        ],
        "ingredients": [
            "4 pechugas de pollo",
            "2 cucharadas de aceite de oliva",
            "1 cucharada de ajo picado",
            "1 cucharadita de tomillo seco",
            "2 zanahorias peladas y cortadas en trozos",
            "1 calabacín cortado en trozos",
            "1 cebolla cortada en trozos",
            "1 pimiento rojo cortado en trozos",
            "1/4 taza de aceite de oliva",
            "2 cucharaditas de romero seco",
            "1 cucharadita de tomillo seco",
            "Sal y pimienta al gusto"
        ],
        "instructions": [
            "Precalienta el horno a 200°C.",
            "Coloca las pechugas de pollo en una bandeja para hornear y cepilla con aceite de oliva.",
            "en un tazón pequeño, mezcla el ajo picado, el tomillo, la sal y la pimienta. Espolvorea la mezcla sobre el pollo.",
            "En otra bandeja para hornear, coloca las zanahorias, el calabacín, la cebolla y el pimiento rojo. Agrega el aceite de oliva, el romero, el tomillo, la sal y la pimienta, y mezcla todo bien.",
            "Coloca ambas bandejas en el horno y hornea durante 35-40 minutos, o hasta que el pollo esté dorado y cocido y los vegetales estén tiernos.",
            "Sirve el pollo con los vegetales asados y disfruta."
        ]
    },
    {
        "id": 9,
        "name": "Pastel de choclo",
        "image": "https://ravioliapp.s3.amazonaws.com/pastel-de-choclo.png",
        "description": "Este pastel es una deliciosa combinación de choclo y carne picada, que se hornea hasta que queda dorado y crujiente por encima.",
        "tags": [
            {
                "name": "Almuerzo",
                "type": "type"
            },
            {
                "name": "1 Hora",
                "type": "time"
            },
            {
                "name": "Libre de Gluten",
                "type": "diet"
            }
        ],
        "ingredients": [
            "6 choclos frescos",
            "1/2 taza de leche",
            "2 cucharadas de azúcar",
            "1 cebolla picada",
            "1/2 kilo de carne picada",
            "1/2 taza de aceitunas negras",
            "1/2 taza de pasas",
            "1/2 taza de caldo de pollo",
            "1 cucharada de aceite",
            "Sal y pimienta al gusto"
        ],
        "instructions": [
            "Precalienta el horno a 200 grados Celsius.",
            "En una olla grande, cocina los choclos hasta que estén tiernos. Retira las mazorcas y muele el choclo en una procesadora o licuadora junto con la leche y el azúcar.",
            "En una sartén grande, calienta el aceite y cocina la cebolla hasta que esté dorada. Agrega la carne picada y cocina hasta que esté dorada y cocida. Agrega las aceitunas, las pasas, el caldo de pollo, la sal y la pimienta, y cocina durante unos minutos más.",
            "En una fuente para horno, coloca una capa de la mezcla de carne picada y luego cubre con una capa del puré de choclo. Repite hasta terminar con una capa de puré de choclo.",
            "Hornea durante 30-40 minutos o hasta que la capa de choclo esté dorada y crujiente."
        ]
    },
    {
        "id": 10,
        "name": "Pollo al curry con arroz integral",
        "image": "https://ravioliapp.s3.amazonaws.com/curry.png",
        "description": "El salvavidasEsta cena es rica en proteínas y fibra gracias al pollo y el arroz integral. Además, el curry le da un toque exótico y delicioso.",
        "tags": [
            {
                "name": "Cena",
                "type": "type"
            },
            {
                "name": "30 Minutos",
                "type": "time"
            },
            {
                "name": "Sin lactosa",
                "type": "diet"
            },
            {
                "name": "Libre de Gluten",
                "type": "diet"
            }
        ],
        "ingredients": [
            "2 pechugas de pollo cortadas en cubos",
            "1 cebolla picada",
            "2 dientes de ajo picados",
            "1 taza de arroz integral",
            "2 tazas de caldo de pollo",
            "1 lata de leche de coco",
            "2 cucharadas de pasta de curry rojo",
            "1 cucharada de aceite de oliva",
            "Sal y pimienta al gusto"
        ],
        "instructions": [
            "En una olla, calienta el aceite de oliva a fuego medio-alto. Agrega la cebolla y el ajo y saltea hasta que estén dorados.",
            "Agrega el pollo y saltea hasta que esté dorado.",
            "Agrega el arroz y mezcla bien.",
            "Agrega el caldo de pollo, la leche de coco, la pasta de curry rojo, la sal y la pimienta. Mezcla bien y lleva a ebullición.",
            "Reduce el fuego a medio-bajo y cocina por 20-25 minutos o hasta que el arroz esté cocido y el líquido se haya absorbido.",
            "Sirve caliente."
        ]
    },
    {
        "id": 11,
        "name": "Salteado de verduras y tofu",
        "image": "https://ravioliapp.s3.amazonaws.com/salteado-verduras.png",
        "description": "Este plato vegetariano es rápido y fácil de preparar. El tofu es una excelente fuente de proteína vegetal y las verduras lo hacen sano y nutritivo. Además, puedes personalizarlo con tus verduras favoritas.",
        "tags": [
            {
                "name": "Cena",
                "type": "type"
            },
            {
                "name": "20 Minutos",
                "type": "time"
            },
            {
                "name": "Sin lactosa",
                "type": "diet"
            },
            {
                "name": "Libre de Gluten",
                "type": "diet"
            },
            {
                "name": "Vegano",
                "type": "diet"
            }
        ],
        "ingredients": [
            "1 bloque de tofu, escurrido y cortado en cubos",
            "2 cucharadas de aceite de oliva",
            "1 cebolla, cortada en cubos",
            "3 dientes de ajo, picados",
            "2 zanahorias, peladas y cortadas en cubos",
            "1 pimiento rojo, cortado en cubos",
            "1 pimiento amarillo, cortado en cubos",
            "1 taza de champiñones, cortados en láminas",
            "2 cucharadas de salsa de soja",
            "1 cucharadita de jengibre fresco, rallado",
            "Sal y pimienta al gusto"
        ],
        "instructions": [
            "Calienta el aceite en una sartén grande a fuego medio-alto. Añade el tofu y cocina durante unos minutos, hasta que se dore. Retira de la sartén y reserva.",
            "En la misma sartén, agrega la cebolla y el ajo y cocina hasta que estén dorados. Añade las zanahorias y cocina por unos minutos más.",
            "Añade los pimientos y los champiñones y cocina por unos minutos hasta que estén suaves.",
            "Añade la salsa de soja, el jengibre y el tofu dorado. Mezcla todo bien y cocina por unos minutos más.",
            "Sirve caliente y disfruta."
        ]
    },
    {
        "id": 12,
        "name": "Pescado a la parrilla con vegetales asados",
        "image": "https://ravioliapp.s3.amazonaws.com/pescado-a-la-parrilla.png",
        "description": "Este plato es rápido y fácil de preparar, y es perfecto para una cena saludable y sabrosa. Los vegetales asados le dan un sabor ahumado y el pescado es una excelente fuente de proteína.",
        "tags": [
            {
                "name": "Cena",
                "type": "type"
            },
            {
                "name": "25 Minutos",
                "type": "time"
            },
            {
                "name": "Keto",
                "type": "diet"
            },
            {
                "name": "Libre de Gluten",
                "type": "diet"
            }
        ],
        "ingredients": [
            "4 filetes de pescado (merluza, salmón o tilapia)",
            "2 cucharadas de aceite de oliva",
            "1 calabacín, cortado en rodajas finas",
            "1 berenjena, cortada en cubos",
            "1 pimiento rojo, cortado en tiras",
            "1 cebolla, cortada en cuartos",
            "2 cucharaditas de orégano seco",
            "Sal y pimienta al gusto"
        ],
        "instructions": [
            "Precalentar la parrilla a fuego medio-alto.",
            "Cortar las verduras en trozos grandes y ponerlas en un recipiente. Añadir el ajo picado, sal y pimienta al gusto y 2 cucharadas de aceite de oliva. Mezclar bien.",
            "Colocar las verduras en la parrilla y cocinar durante unos 10-15 minutos, hasta que estén tiernas y doradas.",
            "Mientras tanto, sazonar los filetes de pescado con sal, pimienta y jugo de limón.",
            "Cuando las verduras estén listas, retirarlas de la parrilla y colocar los filetes de pescado. Cocinar durante 3-4 minutos de cada lado, dependiendo del grosor de los filetes.",
            "Servir el pescado con los vegetales asados por encima."
        ]
    },
    {
        "id": 13,
        "name": "Fajitas vegetarianas",
        "image": "https://ravioliapp.s3.amazonaws.com/fajitas.png",
        "description": "Estas fajitas vegetarianas son una opción rápida y fácil para una cena sabrosa y saludable. Están llenas de vegetales frescos y son perfectas para una dieta vegetariana o vegana.",
        "tags": [
            {
                "name": "Cena",
                "type": "type"
            },
            {
                "name": "30 Minutos",
                "type": "time"
            },
            {
                "name": "Vegano",
                "type": "diet"
            }
        ],
        "ingredients": [
            "1 pimiento rojo",
            "1 pimiento verde",
            "1 cebolla",
            "1 calabacín",
            "1 taza de champiñones",
            "2 cucharadas de aceite de oliva",
            "1 cucharada de comino",
            "1 cucharada de chile en polvo",
            "Sal y pimienta negra",
            "6 tortillas de maíz o trigo",
            "Opcionales para servir: aguacate en cubos, cilantro picado, salsa picante"
        ],
        "instructions": [
            "Cortar los pimientos, la cebolla y el calabacín en tiras finas. Cortar los champiñones en láminas.",
            "Calentar una sartén grande a fuego medio-alto. Agregar el aceite de oliva y las verduras. Sazonar con comino, chile en polvo, sal y pimienta negra al gusto. Cocinar durante unos 10 minutos, hasta que las verduras estén tiernas y doradas.",
            "Calentar las tortillas en otra sartén o en el microondas.",
            "Servir las fajitas con las verduras y los acompañamientos opcionales por encima."
        ]
    },
    {
        "id": 14,
        "name": "Galletas de chocolate con chips de chocolate",
        "image": "https://ravioliapp.s3.amazonaws.com/galletas.png",
        "description": " Estas galletas son crujientes por fuera y suaves por dentro, con un sabor intenso a chocolate y chips de chocolate derretidos en cada mordisco. Son perfectas para una merienda o como un dulce antojito.",
        "tags": [
            {
                "name": "Snack",
                "type": "type"
            },
            {
                "name": "45 Minutos",
                "type": "time"
            },
            {
                "name": "Vegetariano",
                "type": "diet"
            }
        ],
        "ingredients": [
            "1/2 taza de mantequilla sin sal, a temperatura ambiente",
            "1/2 taza de azúcar blanca",
            "1/2 taza de azúcar morena",
            "1 huevo grande",
            "1 cucharadita de extracto de vainilla",
            "1 1/2 tazas de harina sin gluten",
            "1/3 taza de cacao en polvo sin azúcar",
            "1/2 cucharadita de bicarbonato de sodio",
            "1/4 cucharadita de sal",
            "1 taza de chips de chocolate"
        ],
        "instructions": [
            "Precalentar el horno a 180°C.",
            "En un tazón grande, batir la mantequilla, el azúcar blanca y el azúcar morena hasta que estén suaves y cremosos.",
            "Añadir el huevo y el extracto de vainilla y batir hasta que estén bien combinados.",
            "En otro tazón, tamizar juntos la harina sin gluten, el cacao en polvo, el bicarbonato de sodio y la sal. Añadir la mezcla de harina a la mezcla de mantequilla y mezclar hasta que estén bien combinados.",
            "Agregar los chips de chocolate y mezclar.",
            "Formar bolas de masa con una cucharada y colocarlas en una bandeja para hornear forrada con papel pergamino, dejando un espacio entre cada una.",
            "Hornear durante 12-15 minutos, o hasta que los bordes estén firmes y el centro esté ligeramente blando.",
            "Sacar del horno y dejar enfriar durante unos minutos en la bandeja antes de transferir a una rejilla para enfriar completamente."
        ]
    },
    {
        "id": 15,
        "name": "Chips de plátano horneados",
        "image": "https://ravioliapp.s3.amazonaws.com/chips-platano.png",
        "description": "Esta receta es una alternativa saludable a las papas fritas, ya que los plátanos están llenos de nutrientes como la vitamina C, la vitamina B6, el potasio y la fibra. Además, son fáciles de hacer en casa y son deliciosos.",
        "tags": [
            {
                "name": "Snack",
                "type": "type"
            },
            {
                "name": "25 Minuts",
                "type": "time"
            },
            {
                "name": "Vegano",
                "type": "diet"
            },
            {
                "name": "Libre de Gluten",
                "type": "diet"
            },
            {
                "name": "Bajo en grasas",
                "type": "diet"
            }
        ],
        "ingredients": [
            "2-3 plátanos verdes",
            "Aceite de oliva en aerosol",
            "Sal y pimienta negra al gusto"
        ],
        "instructions": [
            "Precalentar el horno a 180°C.",
            "Pelar los plátanos y cortarlos en rodajas finas y uniformes. Colocar las rodajas de plátano en una sola capa en una bandeja para hornear forrada con papel pergamino.",
            "Rocíar las rodajas de plátano con aceite de oliva en aerosol y sazonar con sal y pimienta negra al gusto.",
            "Hornear durante 20-25 minutos, o hasta que estén doradas y crujientes.",
            "Sacar del horno y dejar enfriar antes de servir."
        ]
    },
    {
        "id": 16,
        "name": "Queque de vainilla y chocolate",
        "image": "https://ravioliapp.s3.amazonaws.com/queque.png",
        "description": "Este queque es una deliciosa combinación de sabores de vainilla y chocolate. Perfecto para cualquier ocasión, desde una tarde de té hasta un cumpleaños. La vainilla le da al queque un sabor suave y la adición de chips de chocolate lo hace irresistible.",
        "tags": [
            {
                "name": "Snack",
                "type": "type"
            },
            {
                "name": "1 Hora",
                "type": "time"
            },
            {
                "name": "Alto en azucares",
                "type": "diet"
            }
        ],
        "ingredients": [
            "1 taza de mantequilla sin sal, a temperatura ambiente",
            "1 taza de azúcar granulada",
            "4 huevos grandes",
            "1 cucharadita de extracto de vainilla",
            "2 tazas de harina para todo uso",
            "2 cucharaditas de polvo de hornear",
            "1/2 cucharadita de sal",
            "1/2 taza de leche",
            "1 taza de chips de chocolate semidulce",
            "Aceite vegetal en aerosol"
        ],
        "instructions": [
            "Precalentar el horno a 180°C. Rocíe con aceite vegetal en aerosol un molde para queque de 23 cm.",
            "En un tazón grande, batir la mantequilla y el azúcar hasta que estén cremosos.",
            "Agregar los huevos, uno a la vez, batiendo bien después de cada adición.",
            "Agregar el extracto de vainilla y mezclar bien.",
            "En otro tazón, mezclar la harina, el polvo de hornear y la sal.",
            "Agregar gradualmente la mezcla de harina a la mezcla de mantequilla y huevos, alternando con la leche. Mezclar bien después de cada adición.",
            "Agregar los chips de chocolate y mezclar suavemente.",
            "Verter la mezcla en el molde preparado y alisar la superficie.",
            "Hornear durante 50-55 minutos o hasta que al insertar un palillo en el centro, salga limpio.",
            "Dejar enfriar durante 10 minutos antes de sacar el queque del molde.",
            "Servir tibio o a temperatura ambiente."
        ]
    },
    {
        "id": 17,
        "name": "Brochetas de frutas",
        "image": "https://ravioliapp.s3.amazonaws.com/brocheta-frutas.png",
        "description": " Estas brochetas de frutas son una opción saludable y refrescante para un snack entre comidas. Las frutas proporcionan una gran cantidad de vitaminas y minerales esenciales, y esta receta es muy fácil de hacer.",
        "tags": [
            {
                "name": "Snack",
                "type": "type"
            },
            {
                "name": "15 Minutos",
                "type": "time"
            },
            {
                "name": "Vegano",
                "type": "diet"
            }
        ],
        "ingredients": [
            "1 piña",
            "2 mangos",
            "2 plátanos",
            "1/4 de taza de jugo de naranja"
        ],
        "instructions": [
            "Pelar y cortar la piña y los mangos en cubos de tamaño similar. Pelar los plátanos y cortarlos en rodajas gruesas.",
            "Ensartar los cubos de fruta en brochetas de madera, alternando entre las diferentes frutas.",
            "Pincelar las brochetas con jugo de naranja para agregar un toque de sabor adicional.",
            "Asar las brochetas en una parrilla o plancha caliente durante 2-3 minutos por cada lado, o hasta que estén doradas.",
            "Servir las brochetas calientes o frías."
        ]
    }
]